export type Service = {
  title: string;
  description: string;
  image: string;
};

export const servicesTitle = 'מה אני מציע?';

export const services: Service[] = [
  {
    title: 'סדנאות קרח זוגיות',
    description:
      'החוויה המושלמת עבור זוגות המעוניינים לשתף חוויה מרעננת ומחברת. בסדנה תכירו את היתרונות הבריאותיים של אמבטיות הקרח, תלמדו איך להתמודד עם הקור בצורה הנכונה, ותיהנו מטיפול משותף שמחזק את הקשר והחוויות המשותפות.',
    image: '2.png',
  },
  {
    title: 'סדנאות קרח קבוצתיות',
    description:
      'סדנאות קבוצתיות לאנשים המעוניינים לחוות את עולם הקרח כחלק מקבוצה. זוהי הזדמנות מצוינת לבני משפחה, חברים או קבוצות ספורט לפתח קשרים חדשים תוך כדי חוויית טיפול ייחודית ומרעננת. בסדנה תלמדו טכניקות והתמודדות עם קור, תוך כדי עבודה קבוצתית שתורמת לשיפור הבריאות הכללית והתחושה האישית.',
    image: '1.png',
  },
  {
    title: 'טבילת יחיד',
    description:
      'החוויות האישיות שלנו מיועדות לאנשים המעוניינים להתנסות באמבטיית קרח בצורה אינדיבידואלית. טבילת היחיד מתבצעת בסביבה שקטה ומקצועית, בה תוכלו להתרכז בטיפול הקרח ולהרגיש את היתרונות הבריאותיים בצורה ממוקדת ומרגיעה.',
    image: '3.png',
  },
  {
    title: 'קורס למדריכי קרח',
    description:
      'האם אתה רוצה ללמוד איך להנחות סדנאות אמבטיית קרח? בקורס למדריכי קרח שלנו תוכל לרכוש את הידע והמיומנויות הנדרשות כדי להוביל סדנאות קרח בעצמך. בקורס תלמד את כל התיאוריות והטכניקות המקצועיות שיסייעו לך להנחות אנשים בבטחה וביעילות, ולהפוך למדריך קרח מוסמך.',
    image: 'ICEKINGwwwwwr.png',
  },
];
